{
  "link3": "Lenguajes de programación",
  "link4": "Proyectos",
  "link5": "Contacto",
  "link6": "Programación de citas",
  "title1": "Proyectos",
  "surname": "Apellido",
  "name": "Nombre",
  "mail": "Correo electrónico",
  "object": "Asunto",
  "message": "Tu mensaje",
  "button3": "Enviar",
  "button4": "Cancelar",
  "contact": "También puedes contactarme a través de:",
  "copyrigths": "© 2024 Mi Portafolio",
  "rights": "Todos los derechos reservados",
  "skills": "Lenguajes de programación",
  "prénom": "Ozdal Seyfullah",
  "présentation": "Desarrollador web junior, me formo activamente para adquirir habilidades sólidas y crear soluciones web eficientes y seguras.",
  "titreaccueil": "Portafolio Profesional de Seyfullah Ozdal",
  "description-html": "El lenguaje de marcado estándar utilizado para estructurar páginas web.",
  "description-css": "El lenguaje utilizado para describir la presentación de las páginas web en HTML.",
  "description-sass": "Un preprocesador CSS que permite una mejor organización y funciones avanzadas.",
  "description-bootstrap": "Un framework front-end que facilita la creación de sitios web responsivos con componentes listos para usar.",
  "description-js": "El lenguaje de programación utilizado para hacer que las páginas web sean interactivas.",
  "description-react": "Una biblioteca de JavaScript para construir interfaces de usuario dinámicas.",
  "description-Php": "Un lenguaje de programación del lado del servidor utilizado principalmente para el desarrollo web.",
  "description-MySql": "Un sistema de gestión de bases de datos relacional de código abierto utilizado para almacenar datos.",
  "description-symfony": "Un framework PHP de código abierto para desarrollar aplicaciones web de alto rendimiento y modulares.",
  "approche": "Motivado y en constante mejora, me comprometo a ofrecer proyectos de calidad mientras desarrollo mis habilidades.",
  "titre-projet1": "Justo Precio",
  "description-projet1": "Justo Precio: adivina un valor objetivo aleatorio. El programa indica después de cada intento si el precio es mayor o menor hasta que encuentres el número correcto.",
  "titre-projet2": "Mastermind",
  "description-projet2": "Mastermind: adivina una combinación aleatoria de colores. Cada intento devuelve el número de colores correctamente colocados y los colores presentes pero en posición incorrecta.",
  "titre-bouton": "Ver proyecto",
  "titre-projet3": "Myuka",
  "projet3": "Myuka: búsqueda de productos alimenticios a través de la API de OpenFoodFacts. El usuario introduce un código de barras y la aplicación muestra información (nutrición, ingredientes, alérgenos, etc.) si se encuentra el producto.",
  "titre-projet4": "Portafolio",
  "description-projet4": "Este sitio es mi portafolio personal, donde muestro mis proyectos, habilidades y trayectoria. Está alojado en GitHub Pages.",
  "titre-btn portfolio": "Estás aquí",
  "titre": "Programación de citas",
  "raison": "Razón para la programación de citas",
  "heureDebut": "Hora de inicio",
  "enregistrer": "Guardar",
  "rendezVous": "Cita"
}
