{
  "link3": "Linguaggi di programmazione",
  "link4": "Progetti",
  "link5": "Contatto",
  "link6": "Prenotazione appuntamenti",
  "title1": "Progetti",
  "surname": "Cognome",
  "name": "Nome",
  "mail": "Email",
  "object": "Oggetto",
  "message": "Il tuo messaggio",
  "button3": "Invia",
  "button4": "Annulla",
  "contact": "Puoi anche contattarmi tramite:",
  "copyrigths": "© 2024 Il mio Portfolio",
  "rights": "Tutti i diritti riservati",
  "skills": "Linguaggi di programmazione",
  "prénom": "Ozdal Seyfullah",
  "présentation": "Sviluppatore web junior, mi sto formando attivamente per acquisire competenze solide e creare soluzioni web efficienti e sicure.",
  "titreaccueil": "Portfolio Professionale di Seyfullah Ozdal",
  "description-html": "Il linguaggio di markup standard usato per strutturare le pagine web.",
  "description-css": "Il linguaggio usato per descrivere la presentazione delle pagine web in HTML.",
  "description-sass": "Un preprocessore CSS che consente una migliore organizzazione e funzionalità avanzate.",
  "description-bootstrap": "Un framework front-end che facilita la creazione di siti web responsive con componenti pronti all'uso.",
  "description-js": "Il linguaggio di programmazione usato per rendere le pagine web interattive.",
  "description-react": "Una libreria JavaScript per costruire interfacce utente dinamiche.",
  "description-Php": "Un linguaggio di programmazione lato server utilizzato principalmente per lo sviluppo web.",
  "description-MySql": "Un sistema di gestione di database relazionale open-source, utilizzato per memorizzare i dati.",
  "description-symfony": "Un framework PHP open-source per sviluppare applicazioni web modulari e performanti.",
  "approche": "Motivato e in costante miglioramento, mi impegno a fornire progetti di qualità mentre sviluppo le mie competenze.",
  "titre-projet1": "Prezzo Giusto",
  "description-projet1": "Il Prezzo Giusto: indovina un valore target casuale. Il programma indica ad ogni tentativo se il prezzo è più alto o più basso finché non trovi il numero corretto.",
  "titre-projet2": "Mastermind",
  "description-projet2": "Mastermind: indovina una combinazione casuale di colori. Ogni tentativo restituisce il numero di colori posizionati correttamente e quelli presenti ma mal posizionati.",
  "titre-bouton": "Visualizza il progetto",
  "titre-projet3": "Myuka",
  "projet3": "Myuka: ricerca di prodotti alimentari tramite l'API di OpenFoodFacts. L'utente inserisce un codice a barre e l'applicazione mostra le informazioni (nutrizione, ingredienti, allergeni, ecc.) se il prodotto viene trovato.",
  "titre-projet4": "Portfolio",
  "description-projet4": "Questo sito è il mio portfolio personale, dove presento i miei progetti, le mie competenze e il mio percorso. È ospitato su GitHub Pages.",
  "titre-btn portfolio": "Sei qui",
  "titre": "Prenotazione appuntamenti",
  "raison": "Motivo per la prenotazione di un appuntamento",
  "heureDebut": "Ora di inizio"
}
