{
  "link3": "Programlama Dilleri",
  "link4": "Projeler",
  "link5": "İletişim",
  "link6": "Randevu Alma",
  "title1": "Projeler",
  "surname": "Soyadı",
  "name": "Ad",
  "mail": "E-posta",
  "object": "Konu",
  "message": "Mesajınız",
  "button3": "Gönder",
  "button4": "İptal",
  "contact": "Ayrıca bana şu yollarla ulaşabilirsiniz:",
  "copyrigths": "© 2025 Portföyüm",
  "rights": "Tüm hakları saklıdır",
  "skills": "Programlama Dilleri",
  "prénom": "Ozdal Seyfullah",
  "présentation": "Genç web geliştiricisi, sağlam beceriler kazanmak ve etkili, güvenli web çözümleri oluşturmak için aktif olarak eğitim alıyorum.",
  "titreaccueil": "Seyfullah Ozdal'ın Profesyonel Portföyü",
  "description-html": "Web sayfalarını yapılandırmak için kullanılan standart işaretleme dili.",
  "description-css": "HTML'de web sayfalarının sunumunu tanımlamak için kullanılan dil.",
  "description-sass": "Daha iyi organizasyon ve gelişmiş özellikler sağlayan bir CSS ön işlemcisi.",
  "description-bootstrap": "Hazır bileşenlerle duyarlı web siteleri oluşturmayı kolaylaştıran bir ön uç çerçevesi.",
  "description-js": "Web sayfalarını etkileşimli hale getirmek için kullanılan programlama dili.",
  "description-react": "Dinamik kullanıcı arayüzleri oluşturmak için bir JavaScript kütüphanesi.",
  "description-Php": "Web geliştirme için esas olarak kullanılan bir sunucu tarafı programlama dili.",
  "description-MySql": "Verileri depolamak için kullanılan açık kaynaklı ilişkisel veritabanı yönetim sistemi.",
  "description-symfony": "Yüksek performanslı ve modüler web uygulamaları geliştirmek için açık kaynaklı bir PHP çerçevesi.",
  "approche": "Motivasyonlu ve sürekli gelişim gösteren, yeteneklerimi geliştirirken kaliteli projeler sunmaya kararlıyım.",
  "titre-projet1": "Adil Fiyat",
  "description-projet1": "Adil Fiyat: rastgele bir hedef değeri tahmin edin. Program, her denemeden sonra fiyatın daha yüksek veya daha düşük olduğunu belirtir, doğru sayıyı bulana kadar.",
  "titre-projet2": "Mastermind",
  "description-projet2": "Mastermind: rastgele bir renk kombinasyonu tahmin edin. Her deneme, doğru yerleştirilen renklerin sayısını ve yanlış yerleştirilen renkleri döndürür.",
  "titre-bouton": "Projeyi Görüntüle",
  "titre-projet3": "Myuka",
  "projet3": "Myuka: OpenFoodFacts API aracılığıyla gıda ürünleri arayın. Kullanıcı bir barkod girer ve ürün bulunursa uygulama bilgileri (beslenme, içerikler, alerjenler, vb.) gösterir.",
  "titre-projet4": "Portföy",
  "description-projet4": "Bu site kişisel portföyüm, projelerimi, becerilerimi ve tecrübelerimi sergiliyorum. GitHub Pages üzerinde barındırılıyor.",
  "titre-btn portfolio": "Buradasın",
  "titre": "Randevu Alma",
  "raison": "Randevu alma nedeni",
  "heureDebut": "Başlangıç Saati",
  "enregistrer": "Kaydet",
  "rendezVous": "Randevu"
}
