{
  "link3": "لغات البرمجة",
  "link4": "المشاريع",
  "link5": "الاتصال",
  "link6": "تحديد المواعيد",
  "title1": "المشاريع",
  "surname": "اللقب",
  "name": "الاسم",
  "mail": "البريد الإلكتروني",
  "object": "الموضوع",
  "message": "رسالتك",
  "button3": "إرسال",
  "button4": "إلغاء",
  "contact": "يمكنك أيضًا الاتصال بي عبر:",
  "copyrigths": "© 2025 ملفي الشخصي",
  "rights": "جميع الحقوق محفوظة",
  "skills": "لغات البرمجة",
  "prénom": "أوزدال سي فولله",
  "présentation": "مطور ويب مبتدئ، أتعلم بنشاط لاكتساب مهارات قوية وإنشاء حلول ويب فعالة وآمنة.",
  "titreaccueil": "المحفظة المهنية لسي فولله أوزدال",
  "description-html": "لغة الترميز القياسية المستخدمة لتنظيم صفحات الويب.",
  "description-css": "اللغة المستخدمة لوصف عرض صفحات الويب في HTML.",
  "description-sass": "معالج مسبق لـ CSS يتيح تنظيمًا أفضل وميزات متقدمة.",
  "description-bootstrap": "إطار عمل للواجهة الأمامية يسهل إنشاء مواقع ويب متجاوبة مع مكونات جاهزة للاستخدام.",
  "description-js": "لغة البرمجة المستخدمة لجعل صفحات الويب تفاعلية.",
  "description-react": "مكتبة جافا سكريبت لبناء واجهات مستخدم ديناميكية.",
  "description-Php": "لغة برمجة من جانب الخادم تُستخدم بشكل أساسي لتطوير الويب.",
  "description-MySql": "نظام إدارة قواعد بيانات علائقية مفتوح المصدر يُستخدم لتخزين البيانات.",
  "description-symfony": "إطار عمل PHP مفتوح المصدر لتطوير تطبيقات ويب عالية الأداء وقابلة للتوسعة.",
  "approche": "متحمس وباستمرار أتقدم، ألتزم بتقديم مشاريع ذات جودة عالية مع تطوير مهاراتي.",
  "titre-projet1": "السعر العادل",
  "description-projet1": "السعر العادل: خمن قيمة مستهدفة عشوائية. يُظهر البرنامج بعد كل محاولة ما إذا كان السعر أعلى أو أقل حتى تجد الرقم الصحيح.",
  "titre-projet2": "ماسترمايند",
  "description-projet2": "ماسترمايند: خمن تركيبة ألوان عشوائية. كل محاولة تُرجع عدد الألوان الموضوعة بشكل صحيح والألوان الموجودة لكن في موقع خاطئ.",
  "titre-bouton": "عرض المشروع",
  "titre-projet3": "Myuka",
  "projet3": "مايوكا: البحث عن المنتجات الغذائية عبر واجهة برمجة تطبيقات OpenFoodFacts. يُدخل المستخدم رمز الباركود، وتعرض التطبيق المعلومات (التغذية، المكونات، المواد المسببة للحساسية، إلخ) إذا تم العثور على المنتج.",
  "titre-projet4": "المحفظة",
  "description-projet4": "هذا الموقع هو ملفي الشخصي، حيث أقدم مشاريعي ومهاراتي ومسيرتي المهنية. وهو مستضاف على GitHub Pages.",
  "titre-btn portfolio": "أنت هنا",
  "titre": "تحديد المواعيد",
  "raison": "سبب تحديد المواعيد",
  "heureDebut": "وقت البدء",
  "enregistrer": "تسجيل",
  "rendezVous": "موعد"
}
