{
  "link3": "Langages de programmation",
  "link4": "Projets",
  "link5": "Contact",
  "title1": "Projets",
  "surname": "Nom",
  "name": "Prénom",
  "mail": "E-mail",
  "object": "Objet",
  "message": "Votre Message",
  "button3": "Envoyer",
  "button4": "Annuler",
  "contact": "Vous pouvez également me contacter via:",
  "copyrigths": "© 2024 Mon Portfolio",
  "rights": "Tout droits réservés",
  "skills": "Langages de programmation",
  "prénom": "Ozdal Seyfullah ",
   "présentation": "Développeur web junior,  je me forme activement pour acquérir des compétences solides et créer des solutions web efficaces et sécurisées.",
  "titreaccueil": "Portfolio Professionnel de  Seyfullah Ozdal",
  "description-html": " Le langage de balisage standard utilisé pour structurer les pages web.",
  "description-css": "  Le langage utilisé pour décrire la présentation des pages web en HTML.",
  "description-sass": "  Un préprocesseur CSS qui permet une meilleure organisation et des fonctionnalités avancées.",
  "description-bootstrap": "  Un framework front-end qui facilite la création de sites web réactifs avec des composants prêts à l'emploi.",
  "description-js": "  Le langage de programmation utilisé pour rendre les pages web interactives.",
  "description-react": "   Une bibliothèque JavaScript pour construire des interfaces utilisateur dynamiques.",
  "description-Php": "   Un langage de programmation côté serveur principalement utilisé pour le développement web.",
  "description-MySql": "   Un système de gestion de base de données relationnelle open-source, utilisé pour stocker les données.",
"description-symfony": "   Un framework PHP open-source pour développer des applications web performantes et modulaires.",
 "approche": "Motivé et en constante progression, je m'engage à fournir des projets de qualité tout en développant mes compétences.",
"titre-projet1":"JustePrix",
"description-projet1":"Le Juste Prix est un jeu où l'utilisateur doit deviner une valeur cible générée aléatoirement. À chaque tentative, le programme compare la proposition à ce nombre et indique si le prix à trouver est plus haut ou plus bas, jusqu'à ce que l'utilisateur trouve la valeur exacte.",
"titre-projet2": "Mastermind",
"description-projet2":"Le Mastermind est un jeu de réflexion où l'utilisateur doit deviner une combinaison de couleurs générée aléatoirement. À chaque tentative, le programme compare la proposition à la combinaison et indique le nombre de couleurs correctes et bien placées, ainsi que le nombre de couleurs correctes mais mal placées.",
"titre-bouton":"Voir le projet",
"titre-projet3":"Myuka",
"projet3":" Myuka est un projet qui permet de rechercher des produits alimentaires via l'API d'OpenFoodFacts. L'utilisateur entre un code-barres, et l'application affiche les informations disponibles (nutrition, ingrédients, allergènes, etc.) si le produit est trouvé.",
"titre-projet4":"Portfolio",
"description-projet4":" Ce site est mon portfolio personnel, où je présente mes projets, mes compétences et mon parcours. Il est hébergé sur GitHub Pages."
}
