{
  "link3": "Langages de programmation",
  "link4": "Projets",
  "link5": "Contact",
  "titre": "Mon CV",
  "button1": "Télécharger le CV",
  "title1": "Projets",
  "button2": "Tous",
  "project1": "Juste prix",
  "project2": "Pendu",
  "surname": "Nom",
  "name": "Prénom",
  "mail": "E-mail",
  "object": "Objet",
  "message": "Votre Message",
  "button3": "Envoyer",
  "button4": "Annuler",
  "contact": "Vous pouvez également me contacter via:",
  "copyrigths": "© 2024 Mon Portfolio",
  "rights": "Tout droits réservés",
  "skills": "Langages de programmation",
  "prénom": "Ozdal Seyfullah ",
   "présentation": "Développeur web junior,  je me forme activement pour acquérir des compétences solides et créer des solutions web efficaces et sécurisées.",
  "titreaccueil": "Portfolio Professionnel de  Seyfullah Ozdal",
  "description-html": " Le langage de balisage standard utilisé pour structurer les pages web.",
  "description-css": "  Le langage utilisé pour décrire la présentation des pages web en HTML.",
  "description-sass": "  Un préprocesseur CSS qui permet une meilleure organisation et des fonctionnalités avancées.",
  "description-bootstrap": "  Un framework front-end qui facilite la création de sites web réactifs avec des composants prêts à l'emploi.",
  "description-js": "  Le langage de programmation utilisé pour rendre les pages web interactives.",
  "description-react": "   Une bibliothèque JavaScript pour construire des interfaces utilisateur dynamiques.",
  "description-Php": "   Un langage de programmation côté serveur principalement utilisé pour le développement web.",
  "description-MySql": "   Un système de gestion de base de données relationnelle open-source, utilisé pour stocker les données.",
"description-symfony": "   Un framework PHP open-source pour développer des applications web performantes et modulaires.",
 "approche": "Motivé et en constante progression, je m'engage à fournir des projets de qualité tout en développant mes compétences."


}
