{
  "link3": "Lenguajes de programación",
  "link4": "Proyectos",
  "link5": "Contacto",
  "titre": "Mi CV",
  "button1": "Descargar el CV",
  "title1": "Proyectos",
  "button2": "Todos",
  "project1": "Precio justo",
  "project2": "Ahorcado",
  "surname": "Apellido",
  "name": "Nombre",
  "mail": "Correo electrónico",
  "object": "Asunto",
  "message": "Tu mensaje",
  "button3": "Enviar",
  "button4": "Cancelar",
  "contact": "También puedes contactarme a través de:",
  "copyrigths": "© 2024 Mi Portfolio",
  "rights": "Todos los derechos reservados",
  "skills": "Lenguajes de programación",
  "prénom": "Ozdal Seyfullah",
  "présentation": "Desarrollador web junior, me estoy formando activamente para adquirir habilidades sólidas y crear soluciones web efectivas y seguras.",
  "titreaccueil": "Portfolio Profesional de Seyfullah Ozdal",
  "description-html": "El lenguaje de marcado estándar utilizado para estructurar páginas web.",
  "description-css": "El lenguaje utilizado para describir la presentación de las páginas web en HTML.",
  "description-sass": "Un preprocesador CSS que permite una mejor organización y características avanzadas.",
  "description-bootstrap": "Un marco de trabajo front-end que facilita la creación de sitios web responsivos con componentes listos para usar.",
  "description-js": "El lenguaje de programación utilizado para hacer las páginas web interactivas.",
  "description-react": "Una biblioteca JavaScript para construir interfaces de usuario dinámicas.",
  "description-Php": "Un lenguaje de programación del lado del servidor utilizado principalmente para el desarrollo web.",
  "description-MySql": "Un sistema de gestión de bases de datos relacional de código abierto utilizado para almacenar datos.",
  "description-symfony": "Un marco de trabajo PHP de código abierto para desarrollar aplicaciones web de alto rendimiento y modulares.",
  "approche": "Motivado y en constante progreso, me comprometo a entregar proyectos de calidad mientras desarrollo mis habilidades."
}
