{
  "link3": "Programming Languages",
  "link4": "Projects",
  "link5": "Contact",
  "description": {
    "line1": "I am looking for an internship from August 19 to October 25, 2024.",
    "line2": "My studies have allowed me to develop skills in organization, project management, and teamwork, and I am confident that I can add value to your team.",
    "line3": "Thanks to my training as a Web and Mobile Web Developer at AFPA in Beaumont (63), I am capable of designing, developing, and maintaining quality web applications using the latest technologies."
  },
  "titre": "My Resume",
  "button1": "Download Resume",
  "title1": "Projects",
  "subtitle": "Below are some examples of projects completed during my career",
  "button2": "All",
  "project1": "The Right Price",
  "project2": "Hangman",
  "surname": "Last Name",
  "name": "First Name",
  "mail": "Email",
  "object": "Subject",
  "message": "Your Message",
  "button3": "Send",
  "button4": "Cancel",
  "contact": "You can also contact me via:",
  "copyrigths": "© 2024 My Portfolio",
  "rights": "All rights reserved",
  "skills": "Programming Languages",
  "operatingSystems": "Operating System",
  "prénom-métier": "Ozdal Seyfullah Junior Web Developer",
  "présentation": "Passionate about web development, I am currently an apprentice and training in technologies such as HTML, CSS, SCSS, JavaScript, React, PHP, and Symfony. I am developing skills in creating efficient and user-adapted web solutions, with a focus on security, maintainability, and performance.\n\nMotivated and constantly up-to-date, I am capable of working independently or as part of a team, while applying Agile/Scrum methodologies.\n\n🚀 Key skills:\n\n    Front-end: HTML, CSS, SCSS, JavaScript, React\n    Back-end: PHP, Symfony\n    Databases: MySQL\n    Deployment: Netlify, Render, Vercel\n    Versioning: Git, GitHub",
  "titreaccueil": "Professional Portfolio of Seyfullah Ozdal",
  "description-html": "The standard markup language used to structure web pages.",
  "description-css": "The language used to describe the presentation of HTML web pages.",
  "description-sass": "A CSS preprocessor that allows for better organization and advanced features.",
  "description-bootstrap": "A front-end framework that simplifies creating responsive websites with ready-to-use components.",
  "description-js": "The programming language used to make web pages interactive.",
  "description-react": "A JavaScript library for building dynamic user interfaces.",
  "description-Php": "A server-side programming language primarily used for web development.",
  "description-MySql": "An open-source relational database management system used for storing data.",
  "description-symfony": "An open-source PHP framework for developing high-performance and modular web applications."
}
