{
  "link3": "Programming Languages",
  "link4": "Projects",
  "link5": "Contact",
  "link6": "Appointment Scheduling",
  "title1": "Projects",
  "surname": "Last Name",
  "name": "First Name",
  "mail": "E-mail",
  "object": "Subject",
  "message": "Your Message",
  "button3": "Send",
  "button4": "Cancel",
  "contact": "You can also contact me via:",
  "copyrigths": "© 2024 My Portfolio",
  "rights": "All rights reserved",
  "skills": "Programming Languages",
  "prénom": "Ozdal Seyfullah",
  "présentation": "Junior web developer, actively training to acquire strong skills and create efficient and secure web solutions.",
  "titreaccueil": "Professional Portfolio of Seyfullah Ozdal",
  "description-html": "The standard markup language used to structure web pages.",
  "description-css": "The language used to describe the presentation of web pages in HTML.",
  "description-sass": "A CSS preprocessor that allows better organization and advanced features.",
  "description-bootstrap": "A front-end framework that facilitates creating responsive websites with ready-to-use components.",
  "description-js": "The programming language used to make web pages interactive.",
  "description-react": "A JavaScript library for building dynamic user interfaces.",
  "description-Php": "A server-side programming language primarily used for web development.",
  "description-MySql": "An open-source relational database management system used to store data.",
  "description-symfony": "An open-source PHP framework for developing high-performance, modular web applications.",
  "approche": "Motivated and continuously improving, I am committed to delivering quality projects while enhancing my skills.",
  "titre-projet1": "Just Price",
  "description-projet1": "Just Price: guess a random target value. The program indicates after each attempt whether the price is higher or lower until you find the right number.",
  "titre-projet2": "Mastermind",
  "description-projet2": "Mastermind: guess a random combination of colors. Each attempt returns the number of correctly placed colors and colors that are present but misplaced.",
  "titre-bouton": "View Project",
  "titre-projet3": "Myuka",
  "projet3": "Myuka: search for food products via the OpenFoodFacts API. The user enters a barcode, and the application displays information (nutrition, ingredients, allergens, etc.) if the product is found.",
  "titre-projet4": "Portfolio",
  "description-projet4": "This site is my personal portfolio, where I showcase my projects, skills, and background. It is hosted on GitHub Pages.",
  "titre-btn portfolio": "You are here",
  "titre": "Appointment Scheduling",
  "raison": "Reason for appointment scheduling",
  "heureDebut": "Start Time",
  "enregistrer": "Save",
  "rendezVous": "Appointment"
}
