{
  "link3": "Lenguajes de programaci贸n",
  "link4": "Proyectos",
  "link5": "Contacto",
  "description": {
    "line1": "Estoy buscando una pasant铆a desde el 19 de agosto hasta el 25 de octubre de 2024.",
    "line2": "Mis estudios me han permitido desarrollar habilidades en organizaci贸n, gesti贸n de proyectos y trabajo en equipo, y estoy convencido de poder aportar valor a su equipo.",
    "line3": "Gracias a mi formaci贸n como Desarrollador Web y Web Mobile en AFPA de Beaumont (63), soy capaz de dise帽ar, desarrollar y mantener aplicaciones web de calidad utilizando las 煤ltimas tecnolog铆as."
  },
  "titre": "Mi CV",
  "button1": "Descargar CV",
  "title1": "Proyectos",
  "subtitle": "A continuaci贸n se muestran algunos ejemplos de proyectos realizados durante mi trayectoria",
  "button2": "Todos",
  "project1": "Precio Justo",
  "project2": "Ahorcado",
  "surname": "Apellido",
  "name": "Nombre",
  "mail": "Correo electr贸nico",
  "object": "Asunto",
  "message": "Tu mensaje",
  "button3": "Enviar",
  "button4": "Cancelar",
  "contact": "Tambi茅n puedes contactarme a trav茅s de:",
  "copyrigths": "漏 2024 Mi Portfolio",
  "rights": "Todos los derechos reservados",
  "skills": "Lenguajes de programaci贸n",
  "operatingSystems": "Sistema operativo",
  "pr茅nom-m茅tier": "Ozdal Seyfullah Desarrollador web Junior",
  "pr茅sentation": "Apasionado por el desarrollo web, actualmente estoy en formaci贸n y me estoy capacitando en tecnolog铆as como HTML, CSS, SCSS, JavaScript, React, PHP y Symfony. Estoy desarrollando habilidades en la creaci贸n de soluciones web eficientes y adaptadas a los usuarios, con un 茅nfasis en la seguridad, la mantenibilidad y el rendimiento.\n\nMotivado y siempre actualizado, soy capaz de trabajar de manera aut贸noma o en equipo, aplicando metodolog铆as Agile/Scrum.\n\n Habilidades clave:\n\n    Front-end: HTML, CSS, SCSS, JavaScript, React\n    Back-end: PHP, Symfony\n    Bases de datos: MySQL\n    Despliegue: Netlify, Render, Vercel\n    Control de versiones: Git, GitHub",
  "titreaccueil": "Portfolio Profesional de Seyfullah Ozdal",
  "description-html": "El lenguaje de marcado est谩ndar utilizado para estructurar las p谩ginas web.",
  "description-css": "El lenguaje utilizado para describir la presentaci贸n de las p谩ginas web en HTML.",
  "description-sass": "Un preprocesador de CSS que permite una mejor organizaci贸n y funcionalidades avanzadas.",
  "description-bootstrap": "Un framework front-end que facilita la creaci贸n de sitios web responsivos con componentes listos para usar.",
  "description-js": "El lenguaje de programaci贸n utilizado para hacer las p谩ginas web interactivas.",
  "description-react": "Una biblioteca de JavaScript para construir interfaces de usuario din谩micas.",
  "description-Php": "Un lenguaje de programaci贸n del lado del servidor utilizado principalmente para el desarrollo web.",
  "description-MySql": "Un sistema de gesti贸n de bases de datos relacional de c贸digo abierto, utilizado para almacenar datos.",
  "description-symfony": "Un framework PHP de c贸digo abierto para desarrollar aplicaciones web de alto rendimiento y modulares."
}
