{
  "link3": "Programlama Dilleri",
  "link4": "Projeler",
  "link5": "İletişim",
  "description": {
    "line1": "19 Ağustos'tan 25 Ekim 2024'e kadar bir staj arıyorum.",
    "line2": "Eğitimim bana organizasyon, proje yönetimi ve takım çalışması konularında beceriler kazandırdı ve ekibinize değer katabileceğime inanıyorum.",
    "line3": "Beaumont (63) AFPA'da Web ve Mobil Web Geliştiricisi olarak aldığım eğitim sayesinde, en son teknolojileri kullanarak kaliteli web uygulamaları tasarlayabilir, geliştirebilir ve sürdürebilirim."
  },
  "titre": "Özgeçmişim",
  "button1": "CV'yi indir",
  "title1": "Projeler",
  "subtitle": "Kariyerim boyunca gerçekleştirdiğim bazı proje örnekleri aşağıdadır.",
  "button2": "Hepsi",
  "project1": "Doğru Fiyat",
  "project2": "Adam Asmaca",
  "surname": "Soyad",
  "name": "Ad",
  "mail": "E-posta",
  "object": "Konu",
  "message": "Mesajınız",
  "button3": "Gönder",
  "button4": "İptal",
  "contact": "Bana ayrıca şuradan ulaşabilirsiniz:",
  "copyrigths": "© 2024 Portföyüm",
  "rights": "Tüm hakları saklıdır",
  "skills": "Programlama Dilleri",
  "operatingSystems": "İşletim sistemi",
  "prénom-métier": "Ozdal Seyfullah Junior Web Geliştiricisi",
  "présentation": "Web geliştirmeye tutkulu, şu anda çıraklık yapıyor ve HTML, CSS, SCSS, JavaScript, React, PHP ve Symfony gibi teknolojilerde eğitim alıyorum. Güvenlik, sürdürülebilirlik ve performansa odaklanarak, kullanıcıya uygun ve etkili web çözümleri geliştirme becerileri ediniyorum.\n\nMotivasyonum yüksek ve sürekli güncel bilgilerle donanmış olarak, bağımsız ya da ekip içinde çalışabiliyorum; Agile/Scrum metodolojilerini uygulayarak.\n\n🚀 Anahtar beceriler:\n\n    Front-end: HTML, CSS, SCSS, JavaScript, React\n    Back-end: PHP, Symfony\n    Veritabanları: MySQL\n    Dağıtım: Netlify, Render, Vercel\n    Versiyon kontrolü: Git, GitHub",
  "titreaccueil": "Seyfullah Ozdal Profesyonel Portföyü",
  "description-html": "Web sayfalarını yapılandırmak için kullanılan standart işaretleme dili.",
  "description-css": "HTML web sayfalarının sunumunu tanımlamak için kullanılan dil.",
  "description-sass": "Daha iyi organizasyon ve gelişmiş özellikler sağlayan bir CSS ön işlemcisidir.",
  "description-bootstrap": "Hazır bileşenlerle duyarlı web siteleri oluşturmayı kolaylaştıran bir ön uç çatısıdır.",
  "description-js": "Web sayfalarını etkileşimli hale getirmek için kullanılan programlama dilidir.",
  "description-react": "Dinamik kullanıcı arayüzleri oluşturmak için bir JavaScript kütüphanesidir.",
  "description-Php": "Web geliştirme için ağırlıklı olarak kullanılan bir sunucu tarafı programlama dilidir.",
  "description-MySql": "Verileri depolamak için kullanılan açık kaynaklı ilişkisel veritabanı yönetim sistemidir.",
  "description-symfony": "Yüksek performanslı ve modüler web uygulamaları geliştirmek için açık kaynaklı bir PHP çatısıdır."
}
